/* No comment provided by engineer. */
"%@ (required)" = "%@ (privalomas)";

/* No comment provided by engineer. */
"%@ ideas" = "%@ idėjos";

/* No comment provided by engineer. */
"%d people" = "%d žmonės";

/* No comment provided by engineer. */
"(none)" = "(tuščia)";

/* No comment provided by engineer. */
"(required)" = "(privalomas)";

/* No comment provided by engineer. */
"1 idea" = "1 idėja";

/* No comment provided by engineer. */
"1 person" = "1 žmogus";

/* No comment provided by engineer. */
"@" = "Pasiūlymas šiuo pavadinimu jau sukurtas. Pakeiskite pavadinimą.";

/* No comment provided by engineer. */
"Add a comment" = "Pridėti komentarą";

/* No comment provided by engineer. */
"Additional Details" = "Papildoma informacija";

/* No comment provided by engineer. */
"All" = "Viskas";

/* No comment provided by engineer. */
"All Articles" = "Visi straipsniai";

/* No comment provided by engineer. */
"Are any of these helpful?" = "Radote ko ieškojote?";

/* No comment provided by engineer. */
"Articles" = "Straipsniai";

/* No comment provided by engineer. */
"Back" = "Atgal";

/* No comment provided by engineer. */
"Cancel" = "Atšaukti";

/* No comment provided by engineer. */
"Category" = "Kategorija";

/* No comment provided by engineer. */
"Close" = "Uždaryti";

/* No comment provided by engineer. */
"Comment" = "Komentuoti";

/* No comment provided by engineer. */
"Description (optional)" = "Aprašymas (nebūtinas)";

/* No comment provided by engineer. */
"Do you still want to contact us?" = "Ar vis dar norite su mumis susisiekti?";

/* No comment provided by engineer. */
"Do you still want to post your own idea?" = "Ar vis dar norite pasidalinti savo idėja?";

/* No comment provided by engineer. */
"Don't save" = "Neišsaugoti";

/* No comment provided by engineer. */
"Done" = "Baigta";

/* No comment provided by engineer. */
"Email" = "El. Paštas";

/* No comment provided by engineer. */
"Enter UserVoice password for %@" = "Įveskite UserVoice slaptažodį  %@";

/* No comment provided by engineer. */
"enter value" = "įveskite reikšmę";

/* No comment provided by engineer. */
"Enter your email" = "Įveskite savo El. Paštą";

/* No comment provided by engineer. */
"Error" = "Klaida";

/* No comment provided by engineer. */
"Feedback" = "Atsiliepimai";

/* No comment provided by engineer. */
"Feedback & Support" = "Atsiliepimai ir Pagalba";

/* No comment provided by engineer. */
"Feedback Forum" = "Atsiliepimų forumas";

/* No comment provided by engineer. */
"Forgot password" = "Pamiršsau slaptažodį";

/* No comment provided by engineer. */
"Give feedback or ask for help..." = "Rašyti atsiliepimą arba prašyti pagalbos...";

/* No comment provided by engineer. */
"Great! Glad we could help." = "Puiku! Džiaugiamės galėdami padėti.";

/* No comment provided by engineer. */
"I want this" = ""; // Nezinau, neaiskus kontekstas

/* No comment provided by engineer. */
"I want this!" = ""; //Nezinau, neaiskus kontekstas

/* No comment provided by engineer. */
"Ideas" = "Idėjos";

/* No comment provided by engineer. */
"Knowledge Base" = "Žinių bazė";

/* No comment provided by engineer. */
"Knowledge base" = "Žinių bazė";

/* No comment provided by engineer. */
"Load more" = "Rodyti daugiau";

/* No comment provided by engineer. */
"Loading..." = "Kraunasi...";

/* No comment provided by engineer. */
"Message sent!" = "Žinutė išsiųsta!";

/* No comment provided by engineer. */
"more" = "daugiau";

/* No comment provided by engineer. */
"Name" = "Vardas";

/* No comment provided by engineer. */
"Next" = "Toliau";

/* No comment provided by engineer. */
"No" = "Ne";

/* No comment provided by engineer. */
"No, I'm done" = "Ne, noriu baigti.";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Password reset email sent to %@" = "Pakeistas slaptažodis išsiųstas į %@";

/* No comment provided by engineer. */
"Please enter a valid email address." = "Prašome įvesti galiojantį el. paštą";

/* No comment provided by engineer. */
"Please enter some text before submitting your comment." = "Prašome įvesti galiojantį el. paštą";

/* No comment provided by engineer. */
"Please enter your email address before submitting your comment." = "Prašome įvesti savo el. pašto adresą prieš pateikiant komentarą.";

/* No comment provided by engineer. */
"Please enter your email address before submitting your ticket." = "Įveskite savo el. pašto adresą prieš pateikiant pasiūlymą.";

/* No comment provided by engineer. */
"Please fill out all required fields." = "Prašome užpildyti visus privalomus laukus.";

/* No comment provided by engineer. */
"Post" = "Viešinti";

/* No comment provided by engineer. */
"Post an idea" = "Siųsti idėją";

/* No comment provided by engineer. */
"Powered by UserVoice" = "Sukūrė UserVoice";

/* No comment provided by engineer. */
"Ranked %@" = "Reitingas %@";

/* No comment provided by engineer. */
"Related articles" = "Panašūs straipsniai";

/* No comment provided by engineer. */
"Related feedback" = "Panašūs atsiliepimai";

/* No comment provided by engineer. */
"Save draft" = "Išsaugoti ruošinį";

/* No comment provided by engineer. */
"Search" = "Ieškoti";

/* No comment provided by engineer. */
"Search forum" = "Ieškoti forume";

/* No comment provided by engineer. */
"select" = "pasirinkti";

/* No comment provided by engineer. */
"Send" = "Siųsti";

/* No comment provided by engineer. */
"Send us a message" = "Parašykite mums!";

/* No comment provided by engineer. */
"Sign in" = "Prisijungti";

/* No comment provided by engineer. */
"Skip" = "Praleisti";

/* No comment provided by engineer. */
"Sorry, there was an error in the application." = "Atleiskite, programoje įvyko klaida.";

/* No comment provided by engineer. */
"Thank you!" = "Ačiū!";

/* No comment provided by engineer. */
"There appears to be a problem with your network connection, please check your connectivity and try again." = "Patikrinkite savo interneto ryšį ir bandykite dar kartą.";

/* No comment provided by engineer. */
"There was a problem logging you in." = "Klaida bandant prisijungti.";

/* No comment provided by engineer. */
"this" = "tai";

/* No comment provided by engineer. */
"This application didn't configure UserVoice properly" = "Klaida aplikacijos konfigūracijoje";

/* No comment provided by engineer. */
"this idea" = "ši idėja";

/* No comment provided by engineer. */
"Title" = "Pavadinimas";

/* No comment provided by engineer. */
"Try again" = "Bandykite dar kartą";

/* No comment provided by engineer. */
"User name" = "Vartotojo vardas";

/* No comment provided by engineer. */
"View idea" = "Peržiūrėti idėją";

/* No comment provided by engineer. */
"Was this article helpful?" = "Ar šis straipsnis buvo naudingas?";

/* No comment provided by engineer. */
"We'll be in touch." = "Mes su jumis susisieksime.";

/* No comment provided by engineer. */
"When you post an idea on our forum, others will be able to subscribe to it and make comments. When we respond to the idea, you'll get notified." = "Kuomet Jūs pasiūlote idėją mūsų forume, kiti galės ją prenumeruoti ir komentuoti. Jums bus pranešta, kuomet mes atsakysime.";

/* No comment provided by engineer. */
"Would you like to contact us?" = "Ar norėtumėte su mumis susisiekti?";

/* No comment provided by engineer. */
"Write a comment..." = "Rašyti komentarą...";

/* No comment provided by engineer. */
"Yes" = "Taip";

/* No comment provided by engineer. */
"Yes!" = "Taip!";

/* No comment provided by engineer. */
"Yes, go to my message" = "Taip, nukelti į mano žinutę";

/* No comment provided by engineer. */
"Yes, I want to post my idea" = "Taip, noriu viešinti savo idėją";

/* No comment provided by engineer. */
"Your feedback has been posted to our feedback forum." = "Jūsų atsiliepimas buvo paviešintas mūsų atsiliepimų forume.";

/* No comment provided by engineer. */
"“Anonymous”" = "“Anonimas”";

